Repository: itsmeit268/wp_dev
Catalog: wp-plugins/dlpro-core/languages/dlpro-core-*.po
Languages: id_id

source: Dlpro License
id_id: Lisensi Dlpro

source: Dlpro License Options
id_id: Opsi Lisensi Dlpro

source: License Key
id_id: Kunci Lisensi

source: Enter your license key here
id_id: Silahkan masukkan kunci lisensi anda disini

source: Activate License
id_id: Aktifkan Lisensi

source: License Active
id_id: Lisensi Aktif

source: Deactivate License
id_id: Nonaktifkan Lisensi

source: Congratulations, your license is active.<br /> You can disable license for this domain by entering the license key to the form and clicking <strong>Deactivate License</strong>
id_id: Selamat, lisensi anda aktif.<br /> Anda dapat menonaktifkan lisensi untuk domain ini dengan memasukkan kunci lisensi pada form dan klik <strong>Nonaktifkan Lisensi</strong>

source: An error occurred, please try again.
id_id: Terjadi kesalahan, coba lagi.

source: Empty or invalid license key submitted.
id_id: Kunci lisensi yang dimasukkan kosong atau tidak valid.

source: License key not found on our server.
id_id: Kunci lisensi tidak ditemukan pada server kami.

source: License key has been disabled.
id_id: Kunci lisensi telah dinonaktifkan.

source: Your license key expired on
id_id: Kunci lisensi anda kedaluwarsa pada

source: Activation server error.
id_id: Kesalahan server aktivasi.

source: Activation failed: invalid input.
id_id: Aktivasi gagal: masukan tidak valid.

source: No more activations allowed. You must buy new license key.
id_id: Tidak ada lagi aktivasi yang dibolehkan. Anda harus membeli kunci lisensi baru.

source: No activation found for this installation.
id_id: Tidak ada aktivasi yang ditemukan untuk instalasi ini.

source: Re-activation is not allowed
id_id: Aktivasi ulang tidak diijinkan

source: Error returned from activation server
id_id: Kesalahan kembali dari server aktivasi

source: Success.
id_id: Sukses.

source: Software Settings
id_id: Pengaturan Software

source: Software Settings:
id_id: Pengaturan Software:

source: Download Settings:
id_id: Pengaturan Download:

source: Version:
id_id: Versi:

source: Example: 1.0.234 beta 1
id_id: Contoh: 1.0.234 beta 1

source: System:
id_id: Sistem:

source: Example: Windows 10, MacOs Catalina, Android 10
id_id: Contoh: Windows 10, MacOs Catalina, Android 10

source: File Size:
id_id: Ukuran File:

source: Example: 25 MB
id_id: Contoh: 25 MB

source: License:
id_id: Lisensi:

source: Example: Freeware, Open Source, Trial, Etc
id_id: Contoh: Freeware, Open Source, Trial, dan lain lain

source: Developer:
id_id: Pengembang:

source: Example: Google Inc, Firefox Inc, Etc
id_id: Contoh: Google Inc, Firefox Inc, dan lain lain

source: Currency
id_id: Mata Uang

source: Price
id_id: Harga

source: 5.12 or 5
id_id: 5.12 atau 5

source: Software Thumbnail
id_id: Thumbnail Softwore

source: Shortcode Gallery:
id_id: Shortcode Galeri:

source: Title Button
id_id: Judul Tombol

source: Download URL
id_id: Url Download

source: Example: Download Now
id_id: Contoh: Download Sekarang

source: Example: https://play.google.com/store/apps/details?id=eth.org.freewallet.app
id_id: Contoh: https://play.google.com/store/apps/details?id=eth.org.freewallet.app

source: Delete
id_id: Hapus

source: Add another
id_id: Tambah lainnya

source: Please insert title and URL download button. You can click <strong>Add another</strong> for add new button download and click <strong>Delete</strong> to delete download button.
id_id: Silahkan masukkan judul dan URL tombol download. Anda dapat klik <strong>Tambah lainnya</strong> untuk tambah tombol baru dan klik <strong>Hapus</strong> untuk menghapus tombol download.

source: All Software
id_id: Semua Software

source: Add Software
id_id: Tambahkan Software

source: Add New Software
id_id: Tambah Baru Software

source: Edit Software
id_id: Ubah Software

# Post Type General Name
source: Blogs
id_id: Blog

source: Parent Blog
id_id: Blog Utama

source: All Blogs
id_id: Semua Blog

source: View Blog
id_id: Lihat Blog

source: Add Blog
id_id: Tambah Blog

source: Add New
id_id: Tambah Baru

source: Edit Blog
id_id: UbahBlog

source: Update Blog
id_id: Perbaharui Blog

source: Search Blog
id_id: Cari Blog

source: Not blog found
id_id: Blog Tidak Ditemukan

source: Not found in Trash
id_id: Tidak ditemukan di Tempat Sampah

# taxonomy general name
source: Blog Categories
id_id: Kategori Blog

# taxonomy singular name
source: Blog Category
id_id: Kategori Blog

source: Search Blog Categories
id_id: Cari Blog Kategori

source: All Blog Categories
id_id: Semua Kategori Blog

source: Parent Blog Category
id_id: Kategori Blog Utama

source: Parent Blog Category:
id_id: Kategori Blog Utama:

source: Edit Blog Category
id_id: Ubah Kategori Blog

source: Update Blog Category
id_id: Perbaharui Kategori Blog

source: Add New Blog Category
id_id: Tambah Baru Kategori Blog

source: New Blog Category Name
id_id: Nama Kategori Blog Baru

source: Blog Categories
id_id: Kategori Blog

# Taxonomy General Name
source: Blog Tags
id_id: Label Blog

# Taxonomy Singular Name
source: Blog Tag
id_id: Label Blog

source: Blog Tags
id_id: Label Blog

source: All Blog Tags
id_id: Semua Label Blog

source: Parent Blog Tag
id_id: Label Blog Utama

source: Parent Blog Tag:
id_id: Label Blog Utama:

source: New Tag Blog Tag
id_id: Label Blog Label Baru

source: Add New Item
id_id: Tambah Baru Item

source: Edit Blog Tag
id_id: Ubah Label Blog

source: Update Blog Tag
id_id: Perbaharui Label Blog

source: View Blog Tag
id_id: Lihat Label Blog

source: Separate items with commas
id_id: Pisahkan item dengan koma

source: Add or remove items
id_id: Tambah atau hapus item

source: Choose from the most used
id_id: Pilih dari penggunaan terbanyak

source: Popular Blog Tags
id_id: Label Blog Populer

source: Search Blog Tags
id_id: Cari Label Blog

source: Not Found
id_id: Tidak Ditemukan

source: No items
id_id: Tidak ada item

source: Blog Tags list
id_id: Daftar label Blog

source: Blog Tags list navigation
id_id: Navigasi daftar label Blog

source: Blog Sidebar
id_id: Sidebar Blog

source: Add widgets for blog here.
id_id: Tambahkan widget untuk blog di sini.

source: A list or dropdown of categories blog.
id_id: Daftar atau dropdown kategori blog.

source: Categories Blog (Dlpro)
id_id: Kategori Blog (Dlpro)

source: Select Category
id_id: Seleksi kategori

source: Title:
id_id: Judul:

source: Display as dropdown
id_id: Tampilkan sebagai dropdown

source: Show post counts
id_id: Tampilkan jumlah post

source: Show hierarchy
id_id: Tampilkan hierarki

source: Recent blogs with thumbnails widget.
id_id: Widget blog Terbaru dengan thumbnail.

source: Recent Blogs (Dlpro)
id_id: Blog Terbaru (Dlpro)

source: All Categories
id_id: Semua Kategori

source: Selected categories
id_id: Seleksi kategori

source: Click on the categories with pressed CTRL key to select multiple categories. If All Categories was selected then other selections will be ignored.
id_id: Klik pada kategori dengan tombol CTRL ditekan untuk memilih beberapa kategori. Jika semua Kategori terpilih maka pilihan lain akan diabaikan.

source: Number post
id_id: Jumlah pos

source: One line limit title?
id_id: Batasi judul 1 baris?

source: Do not list the current post?
id_id: Jangan masukkan pos saat ini?

source: Show Meta?
id_id: Tampilkan Meta?

source: Show Thumbnail?
id_id: Tampilkan Thumbnail?

source: Banner After First Post:
id_id: Iklan Setelah Pos Pertama:

source: Add search for blogs.
id_id: Tambahkan pencarian untuk blog.

source: Search Blogs (Dlpro)
id_id: Pencarian Blog (Dlpro)

source: Search for:
id_id: Pencarian untuk:

source: Search blogs &hellip;
id_id: Pencarian blog &hellip;

source: Search
id_id: Cari

source: Congratulations, your license is active.
id_id: Selamat, lisensi anda aktif.

source: You can disable license for this domain by entering the license key to the form and clicking Deactivate License
id_id: Anda dapat menonaktifkan lisensi untuk domain ini dengan memasukkan kunci lisensi ke formulir dan mengklik Nonaktifkan Lisensi

source: Re-activation is not allowed.
id_id: Aktivasi ulang tidak diijinkan

source: Error returned from activation server.
id_id: Kesalahan kembali dari server aktivasi

source: Other Error.
id_id: Kesalahan Lainnya.

source: This license not for this product.
id_id: Lisensi ini bukan untuk produk ini.

source: There is no changelog available.
id_id: Changelog tidak tersedia.

source: Check for updates
id_id: Cek untuk pembaharuan

source: This plugin is up to date.
id_id: Plugin sudah terbaru.

source: A new version of this plugin is available.
id_id: Versi terbaru plugin ini sudah tersedia.

source: Unknown update checker status "%s"
id_id: Cek status pembaharuan tidak diketahui "%s"
